Repository: kushtra24/contract
Catalog: src/locale/messages.*.xlf
Languages: de

# contractMenu
source: Contract
de: Vertrag

# contractsMenu
source: Contracts
de: Verträge

# createMenu
source: Create
de: Erstellen

# userMenu
source: Users
de: Benutzer

# meMenu
source: Me
de: Ich

source: Contract List
de: Vertragsliste

source: Contract management app
de: Vertragsmanagement-App

# exampleText
source: This is an example app of an contract management system build with angular
de: Dies ist eine Beispiel-App für ein Vertragsverwaltungssystem, das mit Angular erstellt wurde

source: to navigate to the contract list use the navigation options above
de: Um zur Vertragsliste zu navigieren, verwenden Sie die obigen Navigationsoptionen

source: Create Contract
de: Vertrag Erstellen

source: Customers
de: Kunden

# typeInput
source: Type
de: Vertragsart

source: is original?
de: Ist Original?

source: Projects
de: Projekte

source: has expiration date
de: Ist befristet

source: Signed Date
de: Uterzeichnungsdatum

source: End Date
de: Endet

source: Additional people
de: Weitere teilnehmer

source: Linked Contracts
de: Dazugehörige verträge

source: Choose File
de: Datei Auswählen
